export const level = [': 아이템 레벨 #'];

export const requires = [
  '요구 사항: 레벨 #',
  '요구 사항: 레벨 #, # 지능',
  '요구 사항: 레벨 #, # 민첩',
  '요구 사항: 레벨 #, # 힘',
  '요구 사항: 레벨 #, # 민첩, # 지능',
  '요구 사항: 레벨 #, # 힘, # 민첩',
  '요구 사항: 레벨 #, # 힘, # 지능'
];

export const quility = [
  '퀄리티: #%',
  '퀄리티 (공격 속성 부여): #%',
  '퀄리티 (화염 속성 부여): #%',
  '퀄리티 (냉기 속성 부여): #%',
  '퀄리티 (번개 속성 부여): #%',
  '퀄리티 (카오스 속성 부여): #%'
];

export const damage = [
  '물리 피해: #-#',
  '원소 피해: #-#',
  '화염 피해: #-#',
  '냉기 피해: #-#',
  '번개 피해: #-#',
  '카오스 피해: #-#',
  '물리 피해: #-#, #-#',
  '원소 피해: #-#, #-#',
  '화염 피해: #-#, #-#',
  '냉기 피해: #-#, #-#',
  '번개 피해: #-#, #-#',
  '카오스 피해: #-#, #-#'
];

export const range = ['적용 반경: 작게', '적용 반경: 중간', '적용 반경: 대형'];

export const etc = [
  '치명타 명중 확률: #%',
  '초당 공격 횟수: #',
  '재장전 시간: #',
  '에너지 보호막: #'
];
